src/xml/request_templates/bog_magtens_paragraffer_260_g.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>50821684|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788792892409</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Magtens paragraffer</dc:title>
              <dc:title xsi:type="dkdcplus:full">Magtens paragraffer : grundlovens historie</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Martin Tidsvilde (f. 1964-07-05)</dc:creator>
              <dc:creator xsi:type="oss:sort">Tidsvilde, Martin (f. 1964-07-05)</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">34.21</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Danmarks statsforfatning</dc:subject>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Historia</dc:publisher>
              <dc:date>2013</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret i farver</dc:format>
              <dcterms:extent>135 sider</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">50821684</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20140911102059</marcx:subfield>
                  <marcx:subfield code="d">20131121</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2013</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="x">06</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="e">9788792892409</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="x">ACC201347</marcx:subfield>
                  <marcx:subfield code="a">DBF201401</marcx:subfield>
                  <marcx:subfield code="x">DAT201439</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="100">
                  <marcx:subfield code="5">870979</marcx:subfield>
                  <marcx:subfield code="6">69195636</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Tidsvilde</marcx:subfield>
                  <marcx:subfield code="h">Martin</marcx:subfield>
                  <marcx:subfield code="c">f. 1964-07-05</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Magtens paragraffer</marcx:subfield>
                  <marcx:subfield code="c">grundlovens historie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">Odense</marcx:subfield>
                  <marcx:subfield code="b">Historia</marcx:subfield>
                  <marcx:subfield code="f">[Brøndby]</marcx:subfield>
                  <marcx:subfield code="g">[overtaget og eksp. Webbøger]</marcx:subfield>
                  <marcx:subfield code="d">[Kirkeskellet 18, 2605]</marcx:subfield>
                  <marcx:subfield code="c">2013</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">135 sider</marcx:subfield>
                  <marcx:subfield code="b">ill. i farver</marcx:subfield>
                  <marcx:subfield code="c">30 cm</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="521">
                  <marcx:subfield code="b">1. oplag</marcx:subfield>
                  <marcx:subfield code="c">2013</marcx:subfield>
                  <marcx:subfield code="k">u. st.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">34.21</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:50821684</os:identifier>
            <os:creationDate>2013-11-21</os:creationDate>
            <os:holdingsCount>18</os:holdingsCount>
            <os:lendingLibraries>17</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>bog_magtens_paragraffer_260_g.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
